{
  "facilitiesPageTitle": "Installations - École de Danse à Barcelone",
  "facilitiesMetaDescription": "Plus de 700 m² de instalaciones profesionales para danza à Barcelone. 4 salas équipées de sols especializados, miroirs, climatisation, vestiaires y zona social. Centro acreditado CID-UNESCO.",
  "facilitiesHeroTitle": "Installations - École de Danse à Barcelone",
  "facilitiesHeroSubtitle": "Plus de 700 m² dédiés à la danse au cœur de Barcelone",
  "facilitiesHeroDesc": "Farray's International Dance Center es una escuela de baile à Barcelone con más de 700 m² de instalaciones diseñadas específicamente para la danza, el entrenamiento físico y la creación artística.",
  "facilitiesHeroLocation": "Rue Entença 100, Barcelone - Entre Place d'Espagne y Sants",
  "facilitiesCTA1": "Réservez Votre Cours d'Essai",
  "facilitiesCTA1Subtext": "Découvrez nos installations en personne",
  "facilitiesCTA2": "Demandez une Visite",
  "facilitiesCTA2Subtext": "Découvrez nos espaces",
  "facilitiesStatSpace": "m² de instalaciones",
  "facilitiesStatRooms": "Salas Profesionales",
  "facilitiesStatProfessional": "Profesional",
  "facilitiesIntroTitle": "Un espacio pensado para bailar, entrenar y compartir",
  "facilitiesIntroP1": "Farray's International Dance Center es una escuela de baile à Barcelone con más de 700 m² de instalaciones diseñadas específicamente para la danza, el entrenamiento físico y la creación artística. Todo está pensado para que puedas aprovechar al máximo tus clases de baile, ensayos, formaciones y eventos, en un espacio professionnel y cuidado.",
  "facilitiesIntroP2": "Nuestras instalaciones combinan equipamiento de última generación con un ambiente familiar y acogedor, donde cada detalle está pensado para tu comodidad y rendimiento.",
  "facilitiesRoomsTitle": "4 Salas de Baile Profesionales",
  "facilitiesRoomsSubtitle": "Espacios diseñados específicamente para cada disciplina",
  "facilitiesRoom1Title": "Sala Principal - 120 m²",
  "facilitiesRoom1Size": "120 m² de espacio diáfano",
  "facilitiesRoom1Floor": "Suelo de linóleo flotante professionnel",
  "facilitiesRoom1Desc": "Nuestra sala más grande, ideal para clases numerosas, ensayos de compañías, workshops internacionales y eventos spéciaux. Capacidad para más de 40 bailarines.",
  "facilitiesRoom2Title": "Sala de Ballet - 80 m²",
  "facilitiesRoom2Size": "80 m² de espacio técnico",
  "facilitiesRoom2Floor": "Suelo de linóleo flotante",
  "facilitiesRoom2Desc": "Diseñada específicamente para ballet, danza contemporánea y danza moderna. Equipada con barras de ballet a lo largo de toda la sala y miroirs de pared completa.",
  "facilitiesRoom3Title": "Sala de Latinos y Urbanos - 80 m²",
  "facilitiesRoom3Size": "80 m² optimizados",
  "facilitiesRoom3Floor": "Parquet flotante de alta calidad",
  "facilitiesRoom3Desc": "Perfecta para clases de salsa, bachata, kizomba, danzas urbanas y bailes de pareja. Espacio versátil diseñado para trabajo técnico en parejas y grupos medianos.",
  "facilitiesRoom4Title": "Sala de Fitness - 40 m²",
  "facilitiesRoom4Size": "40 m² de pura energía",
  "facilitiesRoom4Floor": "Parquet flotante resistente",
  "facilitiesRoom4Desc": "Ideal para preparación física, fitness y acondicionamiento para bailarines. Espacio optimizado para entrenamientos funcionales y clases de cardio.",
  "facilitiesActivitiesTitle": "¿Que sucede en nos salles de danse?",
  "facilitiesActivity1": "Clases de baile y danza de tous los estilos: latinos, urbanos, contemporáneos y ballet",
  "facilitiesActivity2": "Actividades de fitness y preparación física específica para bailarines",
  "facilitiesActivity3": "Ensayos de compañías profesionales y grupos coreográficos",
  "facilitiesActivity4": "Producción de trabajos para televisión, cine, videoclips y musicales",
  "facilitiesActivity5": "Masterclasses con grandes bailarines y coreógrafos internacionales",
  "facilitiesActivity6": "Workshops intensivos, audiciones, castings y formaciones profesionales",
  "facilitiesAmenitiesTitle": "Zona Social y Vestuarios de nuestra escuela de baile",
  "facilitiesAmenitiesSubtitle": "Más que una escuela: una comunidad",
  "facilitiesAm1Title": "Bar / Zona Social",
  "facilitiesAm1Desc": "Un espacio donde relajarte, compartir con tus compañeros y vivir el ambiente de comunidad que caracteriza a Farray's. Café, bebidas y snacks disponibles.",
  "facilitiesAm2Title": "2 Vestuarios Amplios",
  "facilitiesAm2Desc": "Plus de 30 m² cada uno, equipados con douches de agua caliente, taquillas sûres y espacio suficiente para cambiarte con comodidad antes y después de tus clases.",
  "facilitiesAm3Title": "Zona Wi-Fi Gratuita",
  "facilitiesAm3Desc": "Conexión Wi-Fi de alta velocidad en toutes las instalaciones para que puedas trabajar, estudiar o compartir tus contenidos entre clases.",
  "facilitiesEquipmentTitle": "Equipamiento Profesional en Cada Sala",
  "facilitiesEquipmentSubtitle": "Todo lo que necesitas para tu práctica y rendimiento",
  "facilitiesEq1Title": "Suelos Profesionales",
  "facilitiesEq1Desc": "Parquet o linóleo flotante de alta calidad, específicamente diseñados para cada disciplina. Absorción de impactos, agarre óptimo y protección articular.",
  "facilitiesEq2Title": "Espejos de Pared Completa",
  "facilitiesEq2Desc": "Espejos profesionales de pared a pared para trabajar técnica, líneas corporales y postura. Visibilidad parfait desde cualquier ángulo de la sala.",
  "facilitiesEq3Title": "Ventilación y Aire Acondicionado",
  "facilitiesEq3Desc": "Sistema de climatización professionnel con ventilación centralizada, pensado para el esfuerzo físico intenso. Temperatura controlada todo el año.",
  "facilitiesEq4Title": "Barras de Ballet",
  "facilitiesEq4Desc": "Barras fijas de doble altura en las salas orientadas a danza clásica y técnica contemporánea. Instalación professionnel.",
  "facilitiesEq5Title": "Material de Fitness",
  "facilitiesEq5Desc": "Colchonetas, pesas ligeras, bandas elásticas, foam rollers y material específico para preparación física para bailarines.",
  "facilitiesEq6Title": "Equipos de Audio Profesionales",
  "facilitiesEq6Desc": "Sistemas de sonido de alta fidelidad con entrada para smartphone, tablet u ordenador. Listos para tus clases, ensayos o grabaciones.",
  "facilitiesTrustTitle": "Un Centro de Referencia à Barcelone",
  "facilitiesWhyTitle": "¿Por Que Elegir Nuestras Installations?",
  "facilitiesWhy1Title": "Emplacement Inmejorable",
  "facilitiesWhy1Desc": "En pleno corazón de Barcelone, entre Place d'Espagne y Sants. Acceso fácil en métro (L1, L3, L5), tren y bus. Parking público cercano.",
  "facilitiesWhy2Title": "Installations Profesionales",
  "facilitiesWhy2Desc": "Plus de 700 m² específicamente diseñados para danza. Suelos flotantes, climatización, miroirs profesionales y equipamiento de primera calidad.",
  "facilitiesWhy3Title": "Acreditación CID-UNESCO",
  "facilitiesWhy3Desc": "Centro reconocido por el Consejo Internacional de la Danza de la UNESCO. Garantía de calidad, profesionalidad y estándares internacionales.",
  "facilitiesWhy4Title": "Ambiente Familiar",
  "facilitiesWhy4Desc": "Non eres un número. Aquí tous nos conocemos, nos apoyamos y compartimos la pasión por el baile. Comunidad real, no marketing.",
  "facilitiesWhy5Title": "Flexibilidad Horaria",
  "facilitiesWhy5Desc": "Plus de 100 clases semanales en horarios de mañana, tarde y noche. De lunes a viernes. Siempre hay un horario que se adapta a tu vida.",
  "facilitiesWhy6Title": "Mantenimiento Impecable",
  "facilitiesWhy6Desc": "Installations cuidadas diariamente. Limpieza professionnel, mantenimiento preventivo y renovación constante del equipamiento.",
  "facilitiesCTATitle": "Farray's International Dance Center: Más que una Escuela",
  "facilitiesCTAP1": "Si buscas una academia de baile à Barcelone con instalaciones profesionales, spacieuses y cuidadas, Farray's International Dance Center te ofrece un espacio de referencia donde entrenar, crear proyectos artísticos y disfrutar de la danza en las mejores condiciones.",
  "facilitiesCTAP2": "Ven a conocernos. Te enseñamos las instalaciones sin compromiso.",
  "facilitiesFaqTitle": "Preguntas Frecuentes sur las Installations de nuestra academia de baile",
  "facilitiesFaqQ1": "¿Dónde están ubicadas las instalaciones de Farray's Center?",
  "facilitiesFaqA1": "Estamos en Rue Entença 100, Barcelone, entre Place d'Espagne y Estación de Sants. Acceso fácil en métro (Entença L5, Rocafort L1, Tarragona L3), tren (Sants) y bus. A 5 minutos caminando de Place d'Espagne.",
  "facilitiesFaqQ2": "¿Cuántas salles de danse tiene Farray's Center?",
  "facilitiesFaqA2": "Nous avons 4 salas profesionales: una sala principal de 120 m² con linóleo, una sala de ballet de 80 m² con linóleo, una sala de latinos y urbanos de 80 m² con parquet, y una sala de fitness de 40 m² con parquet.",
  "facilitiesFaqQ3": "¿Que tipo de suelo tienen las salas?",
  "facilitiesFaqA3": "Nuestras salas tienen sols flotantes profesionales: linóleo flotante en 2 salas (ideal para ballet y contemporáneo) y parquet flotante de alta calidad en 2 salas (perfecto para latinos y fitness). Todos con absorción de impactos para proteger tus articulaciones.",
  "facilitiesFaqQ4": "¿Las salas tienen climatisation?",
  "facilitiesFaqA4": "Oui, toutes nos salas están équipées de climatisation y ventilación centralizada, específicamente diseñada para actividades físicas intensas. Temperatura controlada durante todo el año.",
  "facilitiesFaqQ5": "¿Hay vestiaires y douches disponibles?",
  "facilitiesFaqA5": "Oui, nous avons 2 vestiaires amplios (más de 30 m² cada uno) equipados con douches de agua caliente, taquillas sûres y espacio suficiente para cambiarte con comodidad antes y después de tus clases.",
  "facilitiesFaqQ6": "¿Puedo visitar las instalaciones antes de inscribirme?",
  "facilitiesFaqA6": "Por supuesto. Vous pouvez venir a conocer nos instalaciones sin compromiso. También nous offrons clases de prueba donde podrás experimentar las salas, conocer a los profesores y sentir el ambiente de la escuela.",
  "facilitiesFaqQ7": "¿Se pueden alquilar las salas para ensayos privados o eventos?",
  "facilitiesFaqA7": "Oui, nous offrons alquiler de salas por horas para ensayos, clases particulares, workshops, castings, grabaciones y eventos. Contáctanos para disponibilidad y tarifas spéciaux.",
  "facilitiesBreadcrumbHome": "Inicio",
  "facilitiesBreadcrumbCurrent": "Installations"
}